{
    "main": "I’m a digital creator based in Aix-en-Provence. I love to design, I love to code, and I love to learn. As a jack-of-all-trades in web design, I transform ideas into clean and functional digital products. I’m currently open to new job opportunities and eager to hear about your exciting projects.",
    "pankowski_portfolio_hover_title": "Art Portfolio",
    "pankowski_portfolio_mobile_title": "Piotr Pankowski Art Website",
    "pankowski_portfolio_hover": "A minimalist and elegant website showcasing the work of painter Piotr Pańkowski. Developed on Webflow.",
    "food_tracker_hover_title": "Food Tracker App",
    "food_tracker_mobile_title": "Food Tracker Web App",
    "food_tracker_hover": "A simple and intuitive web application that helps you determine if you've consumed enough calories today. Built with React.ts.",
    "portfolio_template_hover": "A coded template for an art website. Designed for artists, built with React.ts.",
    "portfolio_template_mobile_title": "React Template for art website",
    "portfolio_template_hover_title": "Template for Art Portfolio",
    "pankowski_portfolio_title": "Piotr Pańkowski Art Website",
    "pankowski_portfolio_main": "I designed and developed this website to showcase the contemplative and authentic artwork of Piotr Pańkowski. My goal was to create a digital space that reflects the artist’s philosophy, emphasizing simplicity and elegance. Using Webflow, I retained creative control over the design while ensuring a seamless, responsive user experience. The layout places the paintings at the forefront, enhancing the storytelling behind each piece. This project highlights my approach to minimalist design and intuitive navigation.",
    "less-is-more": "Less is more.",
    "pankowski_portfolio_minimalism": "The key to a clean portfolio design is minimalism. To be fully appreciated, artwork should not be cluttered by unnecessary elements. In this case, I made a bold decision to hide titles and descriptions on the desktop version. They can be easily accessed by hovering over the chosen image. This approach allows me to maintain an elegant masonry grid layout on each project page.",
    "pankowski_portfolio_toggle": "The color mode toggle is a hidden Easter egg in this project—most users won’t even notice it. But don’t worry, dark and light mode adjust automatically based on the user’s system preference. This feature was created just for fun.",
    "pankowski_portfolio_animations": "Features like a custom cursor, subtle animations, and smooth transitions enhance the elegance and sophistication of a website. Webflow offers excellent tools to implement these effortlessly, but the real challenge lies in designing them to be visually appealing without feeling excessive or overwhelming.",
    "food_tracker_title": "Nutrients tracker web app",
    "food_tracker_main": "Food Tracker – A sleek, user-friendly web app that calculates the calories and nutritional values of daily meals using the Edamam API. Featuring a clean, intuitive design, it delivers real-time data on calories and macronutrients. Built with React and deployed on Vercel for fast, seamless performance.",
    "technical_environment": "Technical Environment:",
    "food_tracker_te_list": "React.Ts, TypeScript, Chakra UI, Motion (animation library)",
    "portfolio_template_title": "Portfolio template for artists",
    "portfolio_template_main": "A minimalist and elegant React.ts template for an art portfolio. This project can be reused by anyone who wants to showcase their artwork on a clean and functional website. The template is fully customizable, easy to use, and intuitive, allowing artists to adapt it to their needs. The landing page features the first image of a highlighted project, while a custom cursor indicates that you can click to explore further. The menu smoothly appears when the user clicks the menu button. Another key feature is the project overview page, where a masonry grid layout elegantly arranges images of different sizes and ratios in a clean, organized way.",
    "portfolio_template_te_list": "React.Ts, TypeScript",
     "skills": "Skills",
     "web design": "Web Design",
     "responsivenes": "Responsivenes",
     "navigation_and_user_experience": "Navigation and User Experience",
     "custom_user_interface": "Custom User Interface",
     "flexible_and_scalable_websites": "Flexible and Scalable Websites",
     "search_engine_optimization_SEO": "Search Engine Optimization - SEO",
     "e_commerce": "E-commerce",
     "UX/UI": "UX/UI",
     "graphic_design": "Graphic Design",
     "visual_identity": "Visual Identity",
     "motion_design": "Motion Design",
     "web_prototype": "Web Prototype",
     "web_develpement": "Web Develpement",
     "front_end": "Front-end",
     "HTML_CSS_javaSrcipt": "HTML CSS javaSrcipt",
     "TypeScript": "TypeScript",
    "React": "React",
    "CMS_content_management_system": "CMS - Content management system",
    "wordpress": "Wordpress",
    "webflow": "Webflow",
    "Highlights": "Highlights",
    "web": "Web",
    "developer": "Developer",
    "designer": "Designer",
    "live": "Live Preview"


}