{
    "main": "Créatrice digitale basée à Aix-en-Provence, je transforme les idées en expériences web élégantes et intuitives. Passionnée par le design, le code et l’apprentissage continu, j’aime donner vie à des produits numériques qui allient esthétisme et fonctionnalité. À la recherche de nouvelles opportunités, je serais ravie d’échanger sur vos projets ambitieux et de contribuer à leur succès !",
    "pankowski_portfolio_hover": "Un site web minimaliste et élégant mettant en valeur l’œuvre du peintre Piotr Pańkowski. Conçu avec Webflow.",
    "food_tracker_hover": "Une application web simple et intuitive pour savoir si vous avez consommé assez de calories aujourd’hui. Développée avec React.ts.",
    "food_tracker_hover_title": "Food Tracker",
    "portfolio_template_hover": "Un template codé pour site artistique. Conçu pour les artistes, développé avec React.ts.",
    "portfolio_template_hover_title": "Template React",
    "pankowski_portfolio_hover_title": "Portfolio d'Artiste",
    "pankowski_portfolio_title": "Site Web Pour Artiste Piotr Pańkowski",
    "pankowski_portfolio_main": "J’ai conçu et développé ce site pour mettre en lumière l’œuvre contemplative et authentique de Piotr Pańkowski. Mon objectif était de créer un espace digital fidèle à la philosophie de l’artiste, en misant sur la simplicité et l’élégance. Grâce à Webflow, j’ai conservé une liberté créative totale tout en garantissant une expérience utilisateur fluide et responsive. La mise en page met en avant chaque tableau, renforçant ainsi la narration visuelle de l’artiste. Ce projet illustre mon approche du design minimaliste et de la navigation intuitive.",
    "less-is-more": "Moins, c’est mieux.",
    "pankowski_portfolio_minimalism": "La clé d’un portfolio épuré réside dans le minimalisme. Pour être pleinement appréciées, les œuvres ne doivent pas être parasitées par des éléments superflus. C’est pourquoi j’ai fait le choix audacieux de masquer les titres et descriptions sur desktop. Un simple survol de l’image permet d’y accéder. Cette approche me permet de préserver une mise en page en grille élégante et harmonieuse sur chaque page de projet.",
    "pankowski_portfolio_toggle": "Le changement de mode de couleur est un clin d’œil caché dans ce projet—la plupart des utilisateurs ne le remarqueront même pas. Pas d’inquiétude, le mode clair ou sombre s’adapte automatiquement aux préférences du système. Cette fonctionnalité a été conçue avant tout pour le plaisir du designer.",
    "pankowski_portfolio_animations": "Des détails comme un curseur personnalisé, des animations délicates et des transitions fluides apportent une touche d’élégance et de sophistication à un site web. Webflow offre des outils puissants pour les intégrer facilement, mais le véritable défi est de les concevoir de manière subtile et harmonieuse, sans jamais surcharger l’expérience utilisateur.",
    "food_tracker_title": "Application de suivie de nutriments",
    "food_tracker_main":  "Food Tracker – Une application web intuitive et élégante qui analyse les calories et la valeur nutritionnelle des repas grâce à l’API Edamam. Son design épuré et ergonomique offre des données en temps réel sur les calories et les macronutriments. Développée avec React et déployée sur Vercel pour des performances rapides et fluides.",
    "technical_environment": "Environnement Technic",
    "food_tracker_te_list": "React.Ts, TypeScript, Chakra UI, Motion (bibliothèque d'animation)",
    "portfolio_template_title": "Template pour le portfolio d'artiste",
    "portfolio_template_main": "Un template React.ts minimaliste et élégant pour portfolio artistique. Ce projet est conçu pour être réutilisé par tout artiste souhaitant présenter ses œuvres sur un site web épuré et fonctionnel. Entièrement personnalisable, intuitif et facile à utiliser, ce template s’adapte aux besoins de chacun. La page d’accueil affiche simplement la première image d’un projet en vedette, tandis qu’un curseur personnalisé invite à cliquer pour explorer davantage. Le menu se déploie en douceur dès que l’utilisateur clique sur le bouton correspondant. Un autre élément clé : la page de présentation des projets. J’ai conçu une grille en maçonnerie qui permet d’afficher des images de tailles et proportions variées tout en conservant une mise en page fluide et harmonieuse.",
   "portfolio_template_te_list": "React.Ts, TypeScript",
    "skills": "Compétences",
    "web design": "Web Design",
    "responsivenes": "Design Responsive",
    "navigation_and_user_experience": "Navigation et Experience Utilisateur",
    "custom_user_interface": "Interface Utilisateur Personnalisée",
    "flexible_and_scalable_websites": "Des Sites Web Adaptables et Évolutifs",
    "search_engine_optimization_SEO": "Référencement Naturel - SEO",
    "e_commerce": "E-commerce",
    "UX/UI": "UX/UI",
    "graphic_design": "Design Graphic ",
    "visual_identity": "Identité Visuelle",
    "motion_design": "Motion Design",
    "web_prototype": "Prototypage Web",
    "web_develpement": "Develppement Web",
    "front_end": "Front-end",
    "HTML_CSS_javaSrcipt": "HTML CSS javaSrcipt",
    "TypeScript": "TypeScript",
   "React": "React",
   "CMS_content_management_system": "CMS - Content management system",
   "wordpress": "Wordpress",
   "webflow": "Webflow",
   "Highlights": "Points forts"

}